"Already logged in"="이미 로그인된 상태 입니다.";
"AuthData failed"="인증 데이터를 찾을 수 없습니다.";
"Blocked device"="차단된 디바이스 입니다.";
"Connection failed"="서버 접속에 실패하였습니다. 연결 확인 후 다시 시도해주십시오.";
"Current thread is not a main thread"="해당 API는 메인스레드에서만 호출할 수 있습니다.";
"Game inspection"="게임 점검 중입니다.";
"Hangame inspection"="한게임 점검 중입니다.";
"Ignore and play"="나중에";
"Image encoding failed"="이미지를 불러오는데 실패했습니다. 다시 시도해주십시오.(0X%08x)";
"Internal error"="내부 오류 입니다.";
"Invalid client version"="클라이언트 버전이 올바르지 않습니다.";
"Invalid game info"="게임 정보가 올바르지 않습니다.";
"Invalid parameter"="파라미터가 올바르지 않습니다.";
"Invalid system info"="시스템 정보가 올바르지 않습니다.";
"Invalid using API"="API 사용이 잘못되었습니다.";
"Invalid using login API"="로그인 API 사용이 잘못되었습니다.";
"Json parsing failed"="정보를 불러오는데 실패했습니다. 다시 시도해주십시오.(0X%08x)";
"Latest version exist"="최신 버전이 발견 되었습니다.";
"Admin returned not loginable"="Admin에 로그인 불가로 설정되어있습니다.";
"Admin returned not playable"="Admin에 게임 실행 불가로 설정되어있습니다.";
"Move to appstore"="지금 업데이트";
"New version detected, but playable"="보다 안정적인 서비스 이용을 위해서는 최신버전으로 업데이트가 필요합니다.";
"New version detected, no playable"="보다 안정적인 서비스 이용을 위해서는 최신버전으로 업데이트가 필요합니다.";
"Not enough memory"="실행 중인 앱이 많아 메모리가 부족합니다. 사용하지 않는 앱은 종료 후 다시 실행해주십시오.";
"Not exist authData"="인증 정보가 없습니다.";
"Not initialized"="시스템이 초기화 되지 않았습니다.";
"Network restoring"="네트워크 복구중 입니다.";
"Not logged in"="로그인된 사용자가 아닙니다.";
"Not supported function"="지원되지 않는 기능입니다.";
"Not registered game"="등록되지 않은 게임입니다.";
"Not usable device"="사용할 수 없는 디바이스 입니다.";
"Resource update fail"="리소스 업데이트 실패했습니다.";
"Now waiting login"="로그인 완료를 기다리는 중입니다.";
"Platform inspection"="플랫폼 점검 중입니다.";
"Success"="성공";
"Time out"="접속 상태가 고르지 못합니다. 잠시 후 다시 시도해주십시오.";
"Unknown error"="서버와의 연결에 오류가 발생했습니다.(코드:0X%08x)";
"User canceled"="사용자가 취소하였습니다.";
"Return to game"="게임으로 돌아갑니다.";
"Would you excute this game after exit"="해당 앱을 실행하시겠습니까?";
"Would you launch app store after exit"="해당 앱을 다운로드 하시겠습니까?";
"Would you move to game portal after exit"="iOS에서는 아직 오픈하지 않은 게임입니다. 해당 게임 상세정보 페이지로 이동하시겠습니까?";
"Detected Jail break warning"="해당 디바이스의 비정상적인 이용으로 더 이상 서비스를 이용할 수 없습니다.";
"Detected cheating app warning"="정상적인 게임 이용을 방해하는 툴이 탐지되었습니다. 해당 툴을 삭제하지 않으시면 본 서비스를 이용하실 수 없습니다.";
"Title for agreement"="주의사항!";
"Message for agreement"="당사 서비스에 대한 부정행위에 사용되는 툴이 단말기 내에 존재할 경우, 본 서비스를 이용하실 수 없습니다. 또한 해당 툴이 단말기 내에 존재할 경우, 툴에 관한 정보를 취득합니다.";
"Permit agreement"="허가";
"Refuse agreement"="거절";
"Message for inspection, can not play"="점검으로 잠시 서비스 이용이 제한됩니다.";
"Message for inspection but playable"="점검으로 일부 서비스 이용이 제한될 수 있습니다.";
"Message for resource update failed"="클라이언트 정보가 잘못되어 리소스 업데이트에 실패했습니다. 고객센터에 문의해주세요.";
"Message for blocked device"="서비스 이용이 제한된 디바이스입니다.";
"Message for not registered device"="등록된 일부 디바이스만 서비스 이용이 가능합니다.";
"Message for server error"="서버 오류로 인해 게임접속에 실패했습니다. 게임 종료 후 다시 실행해주세요.";
"Message for punishment"="비정상적인 게임 플레이로 이용이 제한되었습니다.";
"Service closed"="서비스가 종료되었습니다. 그 동안 이용해주셔서 감사합니다.";
"Cancel"="취소";
"Excute"="실행";
"Confirm"="확인";
"Close"="닫기";
"Detail"="자세히 보기";
"Previous"="이전";
"Age Requirement for Adult"="미성년자는 보호자의 구입허가가 필요합니다. 20세 미만입니까?";
"Check Permission by Parents"="보호자의 허락을 받은 후에 구입해주세요. 매월 1만엔까지 구입할 수 있습니다. 허락받았나요?";
"YES"="예";
"NO"="아니오";
